[
    {
        "id":  "eacfdd7b-88a4-4d64-8423-e09aaf3c4202",
        "slug":  "the-art-of-jute-craftsmanship",
        "title_en":  "The Art of Jute Craftsmanship: A Journey from Bangladesh to Europe",
        "title_da":  "Jute-håndværkets kunst: En rejse fra Bangladesh til Europa",
        "excerpt_en":  "Discover the centuries-old tradition of jute weaving and how our artisans transform golden fibers into sustainable products that reach homes across Europe.",
        "excerpt_da":  "Oplev den århundreder gamle tradition med jute-vævning og hvordan vores håndværkere forvandler gyldne fibre til bæredygtige produkter, der når hjem i hele Europa.",
        "content_en":  "\u003ch2\u003eThe Golden Fiber\u003c/h2\u003e\n\u003cp\u003eJute, often called the \"golden fiber,\" has been cultivated in the fertile lands of Bangladesh for centuries. This remarkable natural fiber is not just environmentally friendly—it carries with it a rich heritage of craftsmanship passed down through generations.\u003c/p\u003e\n\n\u003ch2\u003eOur Artisan Community\u003c/h2\u003e\n\u003cp\u003eAt Ecofy, we work directly with over 200 skilled artisans in rural Bangladesh. These master craftspeople bring decades of experience to every product they create. From weaving intricate patterns to crafting durable bags and home décor items, their expertise is unmatched.\u003c/p\u003e\n\n\u003ch2\u003eSustainable by Nature\u003c/h2\u003e\n\u003cp\u003eUnlike synthetic materials, jute is 100% biodegradable. It decomposes naturally within months, leaving no harmful residue. During its growth, jute plants absorb significant amounts of CO2, making it a carbon-negative crop.\u003c/p\u003e\n\n\u003ch3\u003eKey Benefits of Jute:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eBiodegrades in 2-3 months\u003c/li\u003e\n\u003cli\u003eRequires 80% less water than cotton\u003c/li\u003e\n\u003cli\u003eAbsorbs 15 tonnes of CO2 per hectare\u003c/li\u003e\n\u003cli\u003eSupports rural livelihoods\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003ch2\u003eFrom Farm to Your Home\u003c/h2\u003e\n\u003cp\u003eEvery Ecofy product travels from the jute fields of Bangladesh to your doorstep in Europe. We ensure complete transparency in our supply chain, fair wages for our artisans, and minimal environmental impact throughout the journey.\u003c/p\u003e\n\n\u003cp\u003eWhen you choose an Ecofy product, you\u0027re not just buying a bag or a decorative piece—you\u0027re supporting sustainable practices and empowering communities.\u003c/p\u003e",
        "content_da":  "\u003ch2\u003eDen Gyldne Fiber\u003c/h2\u003e\n\u003cp\u003eJute, ofte kaldet den \"gyldne fiber,\" har været dyrket i Bangladeshs frugtbare jord i århundreder. Denne bemærkelsesværdige naturlige fiber er ikke kun miljøvenlig—den bærer en rig arv af håndværk videregivet gennem generationer.\u003c/p\u003e\n\n\u003ch2\u003eVores Håndværkersamfund\u003c/h2\u003e\n\u003cp\u003eHos Ecofy arbejder vi direkte med over 200 dygtige håndværkere i landdistrikterne i Bangladesh. Disse mesterhåndværkere bringer årtiers erfaring til hvert produkt, de skaber. Fra at væve indviklede mønstre til at lave holdbare tasker og boligindretningsartikler er deres ekspertise uovertruffen.\u003c/p\u003e\n\n\u003ch2\u003eBæredygtig af Natur\u003c/h2\u003e\n\u003cp\u003eI modsætning til syntetiske materialer er jute 100% bionedbrydelig. Det nedbrydes naturligt inden for måneder uden at efterlade skadelige rester. Under sin vækst optager juteplanter betydelige mængder CO2, hvilket gør det til en kulstofnegativ afgrøde.\u003c/p\u003e\n\n\u003ch3\u003eVigtigste Fordele ved Jute:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eNedbrydes på 2-3 måneder\u003c/li\u003e\n\u003cli\u003eKræver 80% mindre vand end bomuld\u003c/li\u003e\n\u003cli\u003eOptager 15 ton CO2 per hektar\u003c/li\u003e\n\u003cli\u003eStøtter landdistrikters levebrød\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003ch2\u003eFra Mark til Dit Hjem\u003c/h2\u003e\n\u003cp\u003eHvert Ecofy-produkt rejser fra jutemarkerne i Bangladesh til din dør i Europa. Vi sikrer fuldstændig gennemsigtighed i vores forsyningskæde, fair lønninger til vores håndværkere og minimal miljøpåvirkning gennem hele rejsen.\u003c/p\u003e\n\n\u003cp\u003eNår du vælger et Ecofy-produkt, køber du ikke bare en taske eller en dekorativ genstand—du støtter bæredygtige praksisser og styrker lokalsamfund.\u003c/p\u003e",
        "cover_image":  "https://images.unsplash.com/photo-1605000797499-95a51c5269ae?w=1920\u0026h=1080\u0026fit=crop",
        "category":  "Sustainability",
        "author_id":  null,
        "is_published":  true,
        "published_at":  "2026-01-26T13:20:17.202914+00:00",
        "created_at":  "2026-01-26T13:20:17.202914+00:00",
        "updated_at":  "2026-01-26T17:10:55.313074+00:00"
    },
    {
        "id":  "0dfca0d9-cfdb-40ba-a434-63107e4beb63",
        "slug":  "meet-our-master-weaver-fatima",
        "title_en":  "Meet Our Master Weaver: Fatima\u0027s Story of 30 Years in Jute Craftsmanship",
        "title_da":  "Mød vores mestervæver: Fatimas historie om 30 år i jute-håndværk",
        "excerpt_en":  "Fatima has been weaving jute for three decades. Her story represents the heart and soul of Ecofy\u0027s artisan community.",
        "excerpt_da":  "Fatima har vævet jute i tre årtier. Hendes historie repræsenterer hjertet og sjælen i Ecofys håndværkersamfund.",
        "content_en":  "\u003ch2\u003eA Legacy of Craftsmanship\u003c/h2\u003e\n\u003cp\u003eIn a small village in northern Bangladesh, Fatima begins her day at sunrise. For 30 years, her skilled hands have transformed raw jute fibers into beautiful, functional products that now reach homes across Europe.\u003c/p\u003e\n\n\u003ch2\u003eLearning the Craft\u003c/h2\u003e\n\u003cp\u003e\"My mother taught me to weave when I was just 12 years old,\" Fatima recalls with a warm smile. \"Back then, we made simple mats and ropes. Today, I create intricate patterns for bags, baskets, and home décor that people in Denmark and Germany use every day.\"\u003c/p\u003e\n\n\u003ch2\u003eThe Ecofy Partnership\u003c/h2\u003e\n\u003cp\u003eWhen Ecofy first visited Fatima\u0027s village in 2019, it marked a turning point for the entire community. \"Before Ecofy, we sold our products at local markets for very little money. Now, we receive fair wages, and our children can go to school.\"\u003c/p\u003e\n\n\u003ch3\u003eImpact on the Community:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e40% higher wages than industry average\u003c/li\u003e\n\u003cli\u003eHealthcare support for all artisan families\u003c/li\u003e\n\u003cli\u003eEducational scholarships for children\u003c/li\u003e\n\u003cli\u003eSafe and comfortable working conditions\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003ch2\u003ePreserving Tradition\u003c/h2\u003e\n\u003cp\u003eFatima now trains younger women in her village, passing down techniques that have been refined over generations. \"Every stitch carries our heritage,\" she says. \"When someone in Europe holds our product, they\u0027re holding a piece of Bangladesh.\"\u003c/p\u003e",
        "content_da":  "\u003ch2\u003eEn arv af håndværk\u003c/h2\u003e\n\u003cp\u003eI en lille landsby i det nordlige Bangladesh begynder Fatima sin dag ved solopgang. I 30 år har hendes dygtige hænder forvandlet rå jutefibre til smukke, funktionelle produkter, der nu når hjem i hele Europa.\u003c/p\u003e\n\n\u003ch2\u003eAt lære håndværket\u003c/h2\u003e\n\u003cp\u003e\"Min mor lærte mig at væve, da jeg kun var 12 år gammel,\" husker Fatima med et varmt smil. \"Dengang lavede vi simple måtter og reb. I dag skaber jeg indviklede mønstre til tasker, kurve og boligindretning, som folk i Danmark og Tyskland bruger hver dag.\"\u003c/p\u003e\n\n\u003ch2\u003eEcofy-partnerskabet\u003c/h2\u003e\n\u003cp\u003eDa Ecofy første gang besøgte Fatimas landsby i 2019, markerede det et vendepunkt for hele samfundet. \"Før Ecofy solgte vi vores produkter på lokale markeder for meget få penge. Nu får vi fair lønninger, og vores børn kan gå i skole.\"\u003c/p\u003e\n\n\u003ch3\u003eIndvirkning på samfundet:\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e40% højere lønninger end branchegennemsnittet\u003c/li\u003e\n\u003cli\u003eSundhedsstøtte til alle håndværkerfamilier\u003c/li\u003e\n\u003cli\u003eUddannelsesstipendier til børn\u003c/li\u003e\n\u003cli\u003eSikre og komfortable arbejdsforhold\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003ch2\u003eBevaring af tradition\u003c/h2\u003e\n\u003cp\u003eFatima træner nu yngre kvinder i sin landsby og videregiver teknikker, der er blevet forfinet gennem generationer. \"Hvert sting bærer vores arv,\" siger hun. \"Når nogen i Europa holder vores produkt, holder de et stykke Bangladesh.\"\u003c/p\u003e",
        "cover_image":  "https://images.unsplash.com/photo-1558618666-fcd25c85cd64?w=1920\u0026h=1080\u0026fit=crop",
        "category":  "Craftsmanship",
        "author_id":  null,
        "is_published":  true,
        "published_at":  "2026-01-23T13:25:07.278534+00:00",
        "created_at":  "2026-01-26T13:25:07.278534+00:00",
        "updated_at":  "2026-01-26T17:19:10.363093+00:00"
    },
    {
        "id":  "e2a12977-e929-4992-b6ef-170dba3697aa",
        "slug":  "ecofy-expands-to-nordic-markets",
        "title_en":  "Ecofy Expands to Nordic Markets: New Partnerships in Sweden and Norway",
        "title_da":  "Ecofy udvider til nordiske markeder: Nye partnerskaber i Sverige og Norge",
        "excerpt_en":  "We\u0027re thrilled to announce our expansion into Sweden and Norway, bringing sustainable jute products to more European homes.",
        "excerpt_da":  "Vi er begejstrede for at annoncere vores udvidelse til Sverige og Norge og bringer bæredygtige juteprodukter til flere europæiske hjem.",
        "content_en":  "\u003ch2\u003eGrowing Our European Footprint\u003c/h2\u003e\n\u003cp\u003eAfter three successful years serving the Danish market, Ecofy is proud to announce our expansion into Sweden and Norway. This milestone represents our commitment to making sustainable products accessible across the Nordic region.\u003c/p\u003e\n\n\u003ch2\u003eNew Retail Partnerships\u003c/h2\u003e\n\u003cp\u003eWe\u0027ve partnered with leading sustainable retailers in both countries:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eSweden:\u003c/strong\u003e Naturbutiken (15 locations), EcoLiving Stockholm\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eNorway:\u003c/strong\u003e Grønn Butikk (8 locations), Bergen Eco Market\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003ch2\u003eWhat This Means for Our Artisans\u003c/h2\u003e\n\u003cp\u003eThis expansion isn\u0027t just good news for European consumers—it directly benefits our artisan community in Bangladesh. With increased demand, we\u0027re able to partner with 50 additional artisan families, providing sustainable livelihoods to more communities.\u003c/p\u003e\n\n\u003ch2\u003eLaunching New Products\u003c/h2\u003e\n\u003cp\u003eTo celebrate our Nordic expansion, we\u0027re introducing three new product lines specifically designed for Scandinavian homes:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNordic Minimalist Collection - Clean lines, neutral tones\u003c/li\u003e\n\u003cli\u003eHygge Home Series - Cozy textures for comfortable living\u003c/li\u003e\n\u003cli\u003eOutdoor Adventure Range - Durable bags for Nordic explorers\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003ch2\u003eVisit Us\u003c/h2\u003e\n\u003cp\u003eFind Ecofy products at our new partner stores starting March 2024. Follow us on social media for store locations and launch events.\u003c/p\u003e",
        "content_da":  "\u003ch2\u003eUdvider vores europæiske fodaftryk\u003c/h2\u003e\n\u003cp\u003eEfter tre succesfulde år på det danske marked er Ecofy stolte af at annoncere vores udvidelse til Sverige og Norge. Denne milepæl repræsenterer vores forpligtelse til at gøre bæredygtige produkter tilgængelige i hele den nordiske region.\u003c/p\u003e\n\n\u003ch2\u003eNye detailpartnerskaber\u003c/h2\u003e\n\u003cp\u003eVi har indgået partnerskaber med førende bæredygtige forhandlere i begge lande:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cstrong\u003eSverige:\u003c/strong\u003e Naturbutiken (15 lokationer), EcoLiving Stockholm\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eNorge:\u003c/strong\u003e Grønn Butikk (8 lokationer), Bergen Eco Market\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003ch2\u003eHvad dette betyder for vores håndværkere\u003c/h2\u003e\n\u003cp\u003eDenne udvidelse er ikke kun godt nyt for europæiske forbrugere—det gavner direkte vores håndværkersamfund i Bangladesh. Med øget efterspørgsel kan vi samarbejde med 50 yderligere håndværkerfamilier og give bæredygtige levebrød til flere samfund.\u003c/p\u003e\n\n\u003ch2\u003eLancering af nye produkter\u003c/h2\u003e\n\u003cp\u003eFor at fejre vores nordiske udvidelse introducerer vi tre nye produktlinjer specifikt designet til skandinaviske hjem:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNordic Minimalist Collection - Rene linjer, neutrale toner\u003c/li\u003e\n\u003cli\u003eHygge Home Series - Hyggelige teksturer til behageligt liv\u003c/li\u003e\n\u003cli\u003eOutdoor Adventure Range - Holdbare tasker til nordiske opdagelsesrejsende\u003c/li\u003e\n\u003c/ul\u003e\n\n\u003ch2\u003eBesøg os\u003c/h2\u003e\n\u003cp\u003eFind Ecofy-produkter i vores nye partnerbutikker fra marts 2024. Følg os på sociale medier for butiksplaceringer og lanceringsbegivenheder.\u003c/p\u003e",
        "cover_image":  "https://images.unsplash.com/photo-1494412574643-ff11b0a5c1c3?w=1920\u0026h=1080\u0026fit=crop",
        "category":  "News",
        "author_id":  null,
        "is_published":  true,
        "published_at":  "2026-01-19T13:25:07.278534+00:00",
        "created_at":  "2026-01-26T13:25:07.278534+00:00",
        "updated_at":  "2026-01-26T17:10:55.313074+00:00"
    },
    {
        "id":  "12ca5ac2-b1d7-45ac-bdea-bf6d4d611f76",
        "slug":  "5-ways-to-style-jute-bags",
        "title_en":  "5 Creative Ways to Style Your Jute Bag for Any Occasion",
        "title_da":  "5 kreative måder at style din jutetaske til enhver lejlighed",
        "excerpt_en":  "From beach days to business meetings, discover how to make your sustainable jute bag work for every part of your life.",
        "excerpt_da":  "Fra stranddage til forretningsmøder, opdag hvordan du får din bæredygtige jutetaske til at fungere i alle dele af dit liv.",
        "content_en":  "\u003ch2\u003eVersatile, Sustainable, Stylish\u003c/h2\u003e\n\u003cp\u003eYour jute bag is more than just an eco-friendly choice—it\u0027s a versatile accessory that can complement any outfit and occasion. Here are five creative ways to style your favorite Ecofy jute bag.\u003c/p\u003e\n\n\u003ch2\u003e1. Beach Day Essential\u003c/h2\u003e\n\u003cp\u003ePair your large woven jute tote with a flowing sundress and sandals. The natural texture of jute perfectly complements beachwear, and its durability means it can handle sand, sunscreen, and all your beach essentials.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003ePro tip: Our jute bags are naturally resistant to moisture, making them ideal for seaside adventures.\u003c/em\u003e\u003c/p\u003e\n\n\u003ch2\u003e2. Farmers Market Chic\u003c/h2\u003e\n\u003cp\u003eNothing says \"sustainable living\" quite like carrying your organic produce in a beautiful handwoven jute bag. Add a linen shirt and comfortable pants for the perfect market-day look.\u003c/p\u003e\n\n\u003ch2\u003e3. Office Professional\u003c/h2\u003e\n\u003cp\u003eYes, jute can go to work! Our structured jute laptop bags and document holders pair beautifully with business casual attire. The natural tones complement navy, gray, and earth-toned professional wear.\u003c/p\u003e\n\n\u003ch2\u003e4. Weekend Brunch\u003c/h2\u003e\n\u003cp\u003eA medium-sized jute crossbody bag adds bohemian charm to your weekend outfit. Pair with denim, a white blouse, and statement earrings for effortless style.\u003c/p\u003e\n\n\u003ch2\u003e5. Evening Out\u003c/h2\u003e\n\u003cp\u003eOur embellished jute clutches prove that sustainable fashion can be glamorous. The handcrafted details and unique textures make a statement at any evening event.\u003c/p\u003e\n\n\u003ch2\u003eCare Tips\u003c/h2\u003e\n\u003cp\u003eTo keep your jute bag looking its best: store in a dry place, spot clean with a damp cloth, and let it air out after heavy use. With proper care, your Ecofy bag will last for years.\u003c/p\u003e",
        "content_da":  "\u003ch2\u003eAlsidig, bæredygtig, stilfuld\u003c/h2\u003e\n\u003cp\u003eDin jutetaske er mere end bare et miljøvenligt valg—det er et alsidigt tilbehør, der kan komplementere ethvert outfit og enhver lejlighed. Her er fem kreative måder at style din foretrukne Ecofy jutetaske.\u003c/p\u003e\n\n\u003ch2\u003e1. Stranddag essentials\u003c/h2\u003e\n\u003cp\u003ePar din store vævede jute-tote med en flydende sommerkjole og sandaler. Den naturlige tekstur af jute komplementerer perfekt strandtøj, og dens holdbarhed betyder, at den kan håndtere sand, solcreme og alle dine strandnødvendigheder.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003ePro tip: Vores jutetasker er naturligt modstandsdygtige over for fugt, hvilket gør dem ideelle til eventyr ved havet.\u003c/em\u003e\u003c/p\u003e\n\n\u003ch2\u003e2. Bondemarked chic\u003c/h2\u003e\n\u003cp\u003eIntet siger \"bæredygtigt liv\" som at bære dine økologiske produkter i en smuk håndvævet jutetaske. Tilføj en hørskjorte og behagelige bukser for det perfekte markedsdag-look.\u003c/p\u003e\n\n\u003ch2\u003e3. Kontorprofessionel\u003c/h2\u003e\n\u003cp\u003eJa, jute kan gå på arbejde! Vores strukturerede jute-laptoptasker og dokumentholdere passer smukt til business casual tøj. De naturlige toner komplementerer marineblåt, gråt og jordfarvet professionelt tøj.\u003c/p\u003e\n\n\u003ch2\u003e4. Weekend brunch\u003c/h2\u003e\n\u003cp\u003eEn mellemstor jute crossbody-taske tilføjer bohemisk charme til dit weekendoutfit. Par med denim, en hvid bluse og statement-øreringe for ubesværet stil.\u003c/p\u003e\n\n\u003ch2\u003e5. Aften ude\u003c/h2\u003e\n\u003cp\u003eVores udsmykkede jute-clutches beviser, at bæredygtig mode kan være glamourøs. De håndlavede detaljer og unikke teksturer gør et statement ved enhver aftenbegivenhed.\u003c/p\u003e\n\n\u003ch2\u003ePlejetips\u003c/h2\u003e\n\u003cp\u003eFor at holde din jutetaske i bedste stand: opbevar på et tørt sted, pletren med en fugtig klud, og lad den lufte efter kraftig brug. Med ordentlig pleje vil din Ecofy-taske holde i årevis.\u003c/p\u003e",
        "cover_image":  "https://images.unsplash.com/photo-1553062407-98eeb64c6a62?w=1920\u0026h=1080\u0026fit=crop",
        "category":  "Tips",
        "author_id":  null,
        "is_published":  true,
        "published_at":  "2026-01-12T13:25:07.278534+00:00",
        "created_at":  "2026-01-26T13:25:07.278534+00:00",
        "updated_at":  "2026-01-26T17:10:55.313074+00:00"
    }
]